 #+SEQ_TODO: H(h) | DONE(d)  
* habits
** H brush teeth 
   SCHEDULED: <2021-02-10 mié .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-09 mar 09:53]
:END:

:LOGBOOK:
- State "DONE"       from "H"          [2021-02-09 mar 09:53]
- State "DONE"       from "H"          [2021-02-08 lun 09:33]
- State "DONE"       from "H"          [2021-02-07 dom 09:02]
- State "DONE"       from "H"          [2021-02-06 sáb 10:00]
- State "DONE"       from "H"          [2021-02-05 vie 09:18]
- State "DONE"       from "H"          [2021-02-04 jue 07:34]
- State "DONE"       from "H"          [2021-02-03 mié 08:18]
- State "DONE"       from "H"          [2021-02-02 mar 09:43]
- State "DONE"       from "H"          [2021-02-01 lun 10:11]
- State "DONE"       from "H"          [2021-01-31 dom 11:02]
- State "DONE"       from "H"          [2021-01-30 sáb 12:19]
- State "DONE"       from "H"          [2021-01-29 vie 21:59]
- State "DONE"       from "H"          [2021-01-28 jue 12:35]
- State "DONE"       from "TODO"       [2021-01-22 Fri 21:30]
- State "DONE"       from ""           [2021-01-22 Fri 21:30]
- State "DONE"       from "TODO"       [2021-01-22 Fri 21:30]
- State "DONE"       from "R"          [2021-01-22 vie 10:18]
- State "DONE"       from "TD"         [2021-01-21 jue 08:53]
- State "DONE"       from "R"          [2021-01-20 mié 08:34]
:END:

** H tidy room
SCHEDULED: <2021-02-10 mié .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-09 mar 23:02]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-09 mar 23:02]
- State "DONE"       from "H"          [2021-02-08 lun 09:33]
- State "DONE"       from "H"          [2021-02-07 dom 09:02]
- State "DONE"       from "H"          [2021-02-06 sáb 14:24]
- State "DONE"       from "H"          [2021-02-05 vie 09:18]
- State "DONE"       from "H"          [2021-02-03 mié 11:25]
- State "DONE"       from "H"          [2021-02-02 mar 09:43]
- State "DONE"       from "H"          [2021-02-01 lun 10:11]
- State "DONE"       from "H"          [2021-01-31 dom 11:02]
- State "DONE"       from "H"          [2021-01-30 sáb 12:19]
- State "DONE"       from "H"          [2021-01-29 vie 13:09]
- State "DONE"       from "H"          [2021-01-28 jue 12:23]
- State "DONE"       from "R"          [2021-01-22 vie 10:18]
- State "DONE"       from "TD"         [2021-01-21 jue 08:53]
- State "DONE"       from "R"          [2021-01-20 mié 08:34]
:END:

** H yoga
SCHEDULED: <2021-02-10 mié .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-09 mar 09:53]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-09 mar 09:53]
- State "DONE"       from "H"          [2021-02-08 lun 20:09]
- State "DONE"       from "H"          [2021-02-07 dom 22:43]
- State "DONE"       from "H"          [2021-02-06 sáb 14:24]
- State "DONE"       from "H"          [2021-02-05 vie 18:49]
- State "DONE"       from "H"          [2021-02-04 jue 08:23]
- State "DONE"       from "H"          [2021-02-02 mar 20:44]
- State "DONE"       from "H"          [2021-02-01 lun 22:09]
- State "DONE"       from "H"          [2021-01-31 dom 11:02]
- State "DONE"       from "H"          [2021-01-30 sáb 12:19]
- State "DONE"       from "H"          [2021-01-29 vie 22:12]
- State "DONE"       from "H"          [2021-01-28 jue 17:04]
- State "DONE"       from "TD"         [2021-01-22 vie 10:18]
- State "DONE"       from "R"          [2021-01-21 jue 10:17]
- State "DONE"       from "R"          [2021-01-20 mié 09:18]
:END:

| Sun | Mon       | Tues          | Wed       | Thur       | Fri         | Sat  |
|-----+-----------+---------------+-----------+------------+-------------+------|
| Leg | HandStand | mixed (light) | Handstand | upper body | mixed heavy | rest |

** H meditation
SCHEDULED: <2021-02-08 lun .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-07 dom 22:43]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-07 dom 22:43]
- State "DONE"       from "H"          [2021-02-06 sáb 14:24]
- State "DONE"       from "H"          [2021-02-05 vie 18:49]
- State "DONE"       from "H"          [2021-02-04 jue 08:45]
- State "DONE"       from "H"          [2021-02-03 mié 21:50]
- State "DONE"       from "H"          [2021-02-02 mar 20:44]
- State "DONE"       from "H"          [2021-02-01 lun 22:09]
- State "DONE"       from "H"          [2021-01-31 dom 21:33]
- State "DONE"       from "H"          [2021-01-30 sáb 12:19]
- State "DONE"       from "H"          [2021-01-29 vie 22:45]
- State "DONE"       from "H"          [2021-01-28 jue 17:04]
- State "DONE"       from "TD"         [2021-01-22 vie 13:41]
- State "DONE"       from "TD"         [2021-01-22 vie 10:18]
- State "DONE"       from "R"          [2021-01-21 jue 22:08]
- State "DONE"       from "R"          [2021-01-20 mié 10:19]
:END:

** H reading
SCHEDULED: <2021-02-09 mar .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-08 lun 14:09]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-08 lun 14:09]
- State "DONE"       from "H"          [2021-02-07 dom 11:48]
- State "DONE"       from "H"          [2021-02-06 sáb 14:24]
- State "DONE"       from "H"          [2021-02-05 vie 18:49]
- State "DONE"       from "H"          [2021-02-03 mié 21:50]
- State "DONE"       from "H"          [2021-02-02 mar 14:39]
- State "DONE"       from "H"          [2021-02-01 lun 13:04]
- State "DONE"       from "H"          [2021-01-31 dom 21:49]
- State "DONE"       from "H"          [2021-01-29 vie 23:17]
- State "DONE"       from "H"          [2021-01-28 jue 16:00]
- State "DONE"       from "R"          [2021-01-22 Fri 21:41]
- State "DONE"       from "R"          [2021-01-21 jue 20:13]
CLOCK: [2021-01-21 jue 19:25]--[2021-01-21 jue 20:13] =>  0:48
- State "DONE"       from "TD"         [2021-01-19 mar 16:18]
CLOCK: [2021-01-19 mar 15:21]--[2021-01-19 mar 16:04] =>  0:43
:END:
** H emacs practice
SCHEDULED: <2021-02-10 mié .+2d/3d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-08 lun 20:09]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-08 lun 20:09]
- State "DONE"       from "H"          [2021-02-06 sáb 22:42]
- State "DONE"       from "H"          [2021-02-04 jue 12:00]
- State "DONE"       from "H"          [2021-02-02 mar 15:10]
- State "DONE"       from "H"          [2021-01-31 dom 15:04]
- State "DONE"       from "H"          [2021-01-28 jue 12:23]
- State "DONE"       from "R"          [2021-01-22 vie 17:22]
CLOCK: [2021-01-22 vie 13:44]--[2021-01-22 vie 16:35] =>  2:51
- State "DONE"       from "R"          [2021-01-19 mar 16:46]
:END:

** H journal
SCHEDULED: <2021-02-08 lun .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-07 dom 10:40]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-07 dom 10:40]
- State "DONE"       from "H"          [2021-02-06 sáb 22:45]
- State "DONE"       from "H"          [2021-02-05 vie 23:13]
- State "DONE"       from "H"          [2021-02-04 jue 12:00]
- State "DONE"       from "H"          [2021-02-03 mié 21:52]
- State "DONE"       from "H"          [2021-02-02 mar 15:07]
- State "DONE"       from "H"          [2021-02-01 lun 10:11]
- State "DONE"       from "H"          [2021-01-31 dom 11:02]
- State "DONE"       from "H"          [2021-01-30 sáb 12:24]
- State "DONE"       from "H"          [2021-01-28 jue 23:09]
:END:

** H pull-ups x 30
SCHEDULED: <2021-02-10 mié .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-09 mar 09:53]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-09 mar 09:53]
- State "DONE"       from "H"          [2021-02-08 lun 09:33]
- State "DONE"       from "H"          [2021-02-07 dom 22:44]
- State "DONE"       from "H"          [2021-02-06 sáb 22:42]
- State "DONE"       from "H"          [2021-02-05 vie 14:04]
- State "DONE"       from "H"          [2021-02-03 mié 08:18]
- State "DONE"       from "H"          [2021-02-02 mar 20:44]
- State "DONE"       from "H"          [2021-02-01 lun 22:09]
- State "DONE"       from "H"          [2021-01-31 dom 11:02]
- State "DONE"       from "H"          [2021-01-30 sáb 12:19]
- State "DONE"       from "H"          [2021-01-29 vie 22:10]
- State "DONE"       from "H"          [2021-01-28 jue 17:04]
:END:
** H NXT task complete
SCHEDULED: <2021-02-09 mar .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-02-08 lun 14:17]
:END:
:LOGBOOK:
- State "DONE"       from "H"          [2021-02-08 lun 14:17]
- State "DONE"       from "H"          [2021-02-07 dom 10:51]
- State "DONE"       from "H"          [2021-02-06 sáb 22:42]
- State "DONE"       from "H"          [2021-02-05 vie 13:53]
- State "DONE"       from "H"          [2021-02-03 mié 21:50]
- State "DONE"       from "H"          [2021-02-02 mar 15:05]
- State "DONE"       from "H"          [2021-02-01 lun 13:04]
- State "DONE"       from "H"          [2021-01-31 dom 10:40]
- State "DONE"       from "H"          [2021-01-29 vie 23:38]
- State "DONE"       from "H"          [2021-01-28 jue 16:00]
:END:
